INSERT INTO event (title, description, date, location, participant_limit, organizer_id, category)
VALUES
    ('Научная конференция', 'Конференция по искусственному интеллекту', '2023-12-15 10:00:00', 'Москва, Университет ИТ', 150, 1, 'SCIENCE'),
    ('Футбольный матч', 'Финал чемпионата города', '2023-11-20 18:30:00', 'Казань, Стадион «Ак Барс»', 1000, 2, 'SPORT'),
    ('Выставка современного искусства', 'Работы молодых художников', '2024-01-10 12:00:00', 'Санкт-Петербург, Эрмитаж', 200, 3, 'CULTURE'),
    ('Лекция по биохимии', 'Новые открытия в медицине', '2023-12-01 14:00:00', 'Новосибирск, НГУ', 30, 100, 'SCIENCE'),
    ('Хакатон по разработке', 'Соревнования для программистов', '2024-02-05 09:00:00', 'Иннополис', 300, 4, 'SCIENCE'),
    ('Беговой марафон', 'Городской марафон на 10 км', '2023-11-25 08:00:00', 'Сочи, Набережная', 1000, 900, 'SPORT'),
    ('Книжная ярмарка', 'Продажа редких книг', '2024-03-15 11:00:00', 'Екатеринбург, Дом Книги', 140, 5, 'CULTURE'),
    ('Семинар по робототехнике', 'Практические мастер-классы', '2023-12-10 16:30:00', 'Томск, ТПУ', 50, 6, 'SCIENCE'),
    ('Баскетбольный турнир', 'Школьные команды', '2024-04-20 17:00:00', 'Краснодар, Спорткомплекс', 200, 7, 'SPORT'),
    ('Опера "Евгений Онегин"', 'Классическая постановка', '2024-05-01 19:00:00', 'Москва, Большой театр', 500, 8, 'CULTURE'),
    ('Лекция по астрофизике', 'Исследование черных дыр', '2024-06-12 15:45:00', 'Самара, СГАУ', 60, 9, 'SCIENCE'),
    ('Велокросс', 'Гонки по пересеченной местности', '2024-07-07 10:00:00', 'Уфа, Парк Победы', 200, 90, 'SPORT'),
    ('Фестиваль уличного искусства', 'Граффити и перформансы', '2024-08-22 13:00:00', 'Нижний Новгород, Кремль', 1500, 10, 'CULTURE');